
<!DOCTYPE html>
<html dir="rtl" lang="ar">
<head>
	<link rel="stylesheet" type="text/css" href="FAQ.css">
	<title></title>
</head>
<body>

<ol>
	<div class="myquestion">
	<li>أخبرنا أكثر عن نفسك
عليك أن تعى جيداً أن من يجّرون معك المقابلة يملكون بالفعل أوراق سيرتك الذاتية بين أيديهم، لذلك لا يوجد أى داعِ لتكرار التفاصيل الرئيسية عن نفسك كالاسم و السن و النوع و اسم مدرستك أو جامعتك..الخ.هذا سؤال معتاد يتكرر باستمرار، و على الرغم من أنه يبدو سؤالاً سهلاً إلا أنه ينبغى عليك أن تنتبه جيداً.لا يجب أن تكون اجابتك طويلة للغاية، فهى بالتأكيد تختلف عن إجابتك للسؤال المقالى عن "نفسك" بالمدرسة الابتدائية.أنت لا تملك سوى بضعة ثوانِ تٌعرّف فيها أشخاصاً غريبين عن نفسك ، بل و تبهرهم بإجابتك، لهذا ينبغى عليها أن تكون وجيزة و رشيقة و ترسمك فى أبهى صورة.تفادى تكرار نفسك و قم فقط بذكر الحقائق التى تحب أن يعرف رب عملك عنها.الخلاصة، حاول أن تقدم بطاقتك الشخصية فى اجابتك.
</li>
 </div>
 <div class="myquestion">
<li>
ماذا ترغب فى هذه الوظيفة؟
هذه فرصتك المثالية لأن تٌريهم أنك تملك مجموعة المهارات التى يطلبونها.عليك أن تٌعلّمهم أن ما تملكه من معرفة و تجارب سيعود بالنفع على الشركة إن كانت الوظيفة من نصيبك ، و كيف أن خبراتك تؤكد كلماتك.عليك أيضاً أن تخبرهم عن فهمك لطبيعة الوظيفة و متطلباتها.بقيامك بهذا ستصلهم رسالة بأنك قد قمت بواجبك المنزلى من البحث الجيد و تبيّن لهم أنك مهتم بالفعل بهذه الوظيفة. إياك ان تسلك الطريق العاطفى و تخبرهم عن مدى احتياجك لهذه الوظيفة.
</li>
 </div>
<div class="myquestion">
<li>
ماذا ينبغى علينا توظيفك أنت بالتحديد؟
هذا السؤال يشبه بشكل أو بآخر السؤال السابق، إلا إنك لن تكون مطالباً فقط بالحديث عن مجموعة مهاراتك التى تتلائم مع متطلبات الوظيفة لأنهم أيضاً يتوقعون منك أن تستعرض ثقتك بنفسك و بقدراتك.يمكنك أيضاً ان تقوم إجابتك بتسليط الضوء على إمكانياتك الشخصية و توضح لماذا تعد أنت خياراً أفضل من بقسة المتقدمين لهذه الوظيفة.اخبرهم عن انجازاتك السابقة فى هذا المجال و أعد عليهم ذكر اهتمامك بالشركة و بالوظيفة.
</li>
</div>
<div class="myquestion">
<li>
ماذا ينبغى علينا توظيفك أنت بالتحديد؟
هذا السؤال يشبه بشكل أو بآخر السؤال السابق، إلا إنك لن تكون مطالباً فقط بالحديث عن مجموعة مهاراتك التى تتلائم مع متطلبات الوظيفة لأنهم أيضاً يتوقعون منك أن تستعرض ثقتك بنفسك و بقدراتك.يمكنك أيضاً ان تقوم إجابتك بتسليط الضوء على إمكانياتك الشخصية و توضح لماذا تعد أنت خياراً أفضل من بقسة المتقدمين لهذه الوظيفة.اخبرهم عن انجازاتك السابقة فى هذا المجال و أعد عليهم ذكر اهتمامك بالشركة و بالوظيفة.
</li>
</div><div class="myquestion">
<li>
ماذا ينبغى علينا توظيفك أنت بالتحديد؟
هذا السؤال يشبه بشكل أو بآخر السؤال السابق، إلا إنك لن تكون مطالباً فقط بالحديث عن مجموعة مهاراتك التى تتلائم مع متطلبات الوظيفة لأنهم أيضاً يتوقعون منك أن تستعرض ثقتك بنفسك و بقدراتك.يمكنك أيضاً ان تقوم إجابتك بتسليط الضوء على إمكانياتك الشخصية و توضح لماذا تعد أنت خياراً أفضل من بقسة المتقدمين لهذه الوظيفة.اخبرهم عن انجازاتك السابقة فى هذا المجال و أعد عليهم ذكر اهتمامك بالشركة و بالوظيفة.
</li>
</div><div class="myquestion">
<li>
ماذا ينبغى علينا توظيفك أنت بالتحديد؟
هذا السؤال يشبه بشكل أو بآخر السؤال السابق، إلا إنك لن تكون مطالباً فقط بالحديث عن مجموعة مهاراتك التى تتلائم مع متطلبات الوظيفة لأنهم أيضاً يتوقعون منك أن تستعرض ثقتك بنفسك و بقدراتك.يمكنك أيضاً ان تقوم إجابتك بتسليط الضوء على إمكانياتك الشخصية و توضح لماذا تعد أنت خياراً أفضل من بقسة المتقدمين لهذه الوظيفة.اخبرهم عن انجازاتك السابقة فى هذا المجال و أعد عليهم ذكر اهتمامك بالشركة و بالوظيفة.
</li>
</div><div class="myquestion">
<li>
ماذا ينبغى علينا توظيفك أنت بالتحديد؟
هذا السؤال يشبه بشكل أو بآخر السؤال السابق، إلا إنك لن تكون مطالباً فقط بالحديث عن مجموعة مهاراتك التى تتلائم مع متطلبات الوظيفة لأنهم أيضاً يتوقعون منك أن تستعرض ثقتك بنفسك و بقدراتك.يمكنك أيضاً ان تقوم إجابتك بتسليط الضوء على إمكانياتك الشخصية و توضح لماذا تعد أنت خياراً أفضل من بقسة المتقدمين لهذه الوظيفة.اخبرهم عن انجازاتك السابقة فى هذا المجال و أعد عليهم ذكر اهتمامك بالشركة و بالوظيفة.
</li>
</div><div class="myquestion">
<li>
ماذا ينبغى علينا توظيفك أنت بالتحديد؟
هذا السؤال يشبه بشكل أو بآخر السؤال السابق، إلا إنك لن تكون مطالباً فقط بالحديث عن مجموعة مهاراتك التى تتلائم مع متطلبات الوظيفة لأنهم أيضاً يتوقعون منك أن تستعرض ثقتك بنفسك و بقدراتك.يمكنك أيضاً ان تقوم إجابتك بتسليط الضوء على إمكانياتك الشخصية و توضح لماذا تعد أنت خياراً أفضل من بقسة المتقدمين لهذه الوظيفة.اخبرهم عن انجازاتك السابقة فى هذا المجال و أعد عليهم ذكر اهتمامك بالشركة و بالوظيفة.
</li>
</div><div class="myquestion">
<li>
ماذا ينبغى علينا توظيفك أنت بالتحديد؟
هذا السؤال يشبه بشكل أو بآخر السؤال السابق، إلا إنك لن تكون مطالباً فقط بالحديث عن مجموعة مهاراتك التى تتلائم مع متطلبات الوظيفة لأنهم أيضاً يتوقعون منك أن تستعرض ثقتك بنفسك و بقدراتك.يمكنك أيضاً ان تقوم إجابتك بتسليط الضوء على إمكانياتك الشخصية و توضح لماذا تعد أنت خياراً أفضل من بقسة المتقدمين لهذه الوظيفة.اخبرهم عن انجازاتك السابقة فى هذا المجال و أعد عليهم ذكر اهتمامك بالشركة و بالوظيفة.
</li>
</div>
</ol>
</body>
</html>