<?php
require 'connect.php';
require 'sql.php';

















?>

<!DOCTYPE html>
<html lang='ar' dir="rtl">
<head>
	<title>Terms & conditions</title>
	<link rel="stylesheet" type="text/css" href="termsandconditions.css">
</head>
<body>
	
<p class="termstext"><pre>


أ – مقدمة


•باستخدام تطبيق (Foodtrucker) فأنت توافق على الالتزام بهذه الشروط والأحكام. وفي حال عدم موافقتك على الشروط والأحكام يتعين عليك عدم استخدام التطبيق.
نحتفظ بحقنا بتغيير الشروط والأحكام من وقت لآخر وعليه يتعين عليك الاطلاع على هذه الشروط والأحكام دوريا. ولا يتوجب علينا الاتصال بك أو إعلامك بأي تغييرات تم إجراؤها على الشروط والأحكام. ويعتبر استمرار استخدامك للموقع بمثابة موافقة على الشروط والأحكام المطبقة في وقت استخدامك للموقع
ب- بموافقتك على استخدامنا لملفات تعريف الارتباط وفقًا لبنود هذه السياسة عند زيارتك لتطبيقنا الإلكتروني لأول مرة فإنك تسمح لنا باستخدام ملفات تعريف الارتباط في كل مرة تزور فيها موقعنا.

ج. جمع المعلومات الشخصية :
 • قد يتم جمع وتخزين واستخدام المعلومات الشخصية التالية : معلومات حول جهاز الكمبيوتر والهاتف الخاص بك بما في ذلك عنوان بروتوكول الإنترنت الخاص بك، والموقع الجغرافي، ونوع المتصفح والإصدار، ونظام التشغيل.
* معلومات حول زياراتك لهذا التطبيق واستخدامه بما في ذلك مصدر الإحالة، ومدة الزيارة، وما تشاهده على الصفحة.
• المعلومات التي تدخلها عند التسجيل في تطبيقنا الإلكتروني، مثل عنوان بريدك الإلكتروني.
• المعلومات التي تدخلها عند إنشاء ملف تعريف على سبيل المثال، اسمك، صور ملفك الشخصي، الجنس، تاريخ الميلاد .
• المعلومات، مثل اسمك وعنوان بريدك الإلكتروني، التي تدخلها من أجل إعداد اشتراكات في رسائل البريد الإلكتروني و / أو الرسائل الإخبارية لدينا
•  المعلومات التي تدخلها أثناء استخدام الخدمات على موقعنا.
•  المعلومات التي يتم إنشاؤها أثناء استخدام تطبيقنا الإلكتروني، بما في ذلك مواعيد وتكرار استخدامك والظروف التي تستخدم فيها.
• المعلومات المتعلقة بأي شيء تشتريه، أو الخدمات التي تستخدمها، أو المعاملات التي تجريها من خلال تطبيقنا الإلكتروني، والتي تشمل اسمك وعنوانك ورقم هاتفك وعنوان بريدك الإلكتروني وتفاصيل بطاقة الائتمان.
• المعلومات التي تنشرها على تطبيقنا الإلكتروني بغرض مشاركتها على الإنترنت، والتي تشمل اسم المستخدم الخاص بك وصور ملفك الشخصي ومحتوى مشاركاتك.

* المعلومات الواردة في أي مراسلات ترسلها إلينا عبر البريد الإلكتروني أو عبر تطبيقنا الإلكتروني، بما في ذلك المحتوى المشترك والبيانات الوصفية.

* أي معلومات شخصية أخرى ترسلها إلينا.
قبل أن تفصح لنا عن المعلومات الشخصية الخاصة بشخص آخر، ينبغي عليك الحصول على موافقة هذا الشخص على كل من الكشف عن هذه المعلومات الشخصية ومعالجتها وفقًا لهذه السياسة.
د. استخدام معلوماتك الشخصية
تستخدم المعلومات الشخصية المقدمة إلينا عبر تطبيقنا الإلكتروني في الأغراض الموضحة في هذه السياسة أو على الصفحات ذات الصلة من التطبيق. قد نستخدم معلوماتك الشخصية في الأغراض التالية:
 •  إدارة تطبيقنا وأعمالنا على شبكة الإنترنت.
 • تخصيص تطبيقنا على شبكة الإنترنت ليكون أكثر ملاءمة بالنسبة لك.
 • تمكينك من استخدام الخدمات المتاحة على تطبيقنا.
 • توفير المنتجات التي تشتريها من الإنترنت إليك.
 • توفير الخدمات من خلال تطبيقنا على شبكة الإنترنت.
 • إرسال البيانات والفواتير وإشعارات الدفع لك، وتحصيل المدفوعات منك.
 • إرسال رسائل تجارية غير تسويقية إليك.
 •  إرسال إشعارات عبر البريد الإلكتروني التي قمت بطلب إرسالها على وجه التحديد إليك.


 •  إرسال نشرة البريد الإلكتروني إليك، إذا كنت قد طلبت ذلك (يمكنك إبلاغنا في أي وقت إذا لم تعد تحتاج إلى النشرة الإخبارية).
 •  إرسال المراسلات التسويقية المتعلقة بأعمالنا أو أعمال الجهات الخارجية التي تم اختيارها بعناية والتي نعتقد أنها قد تهمك، عن طريق البريد أو إذا كنت قد وافقت على ذلك بالتحديد، عن طريق البريد الإلكتروني أو أي تقنية مشابهة (يمكنك إبلاغنا في أي وقت إذا لم تعد تحتاج إلى هذه المراسلات التسويقية).
 • تزويد الأطراف الثالثة بمعلومات إحصائية عن مستخدمينا (غير أن هذه الأطراف الثالثة لن تتمكن من تحديد المستخدمين لتلك المعلومات بحد ذاتهم).
 • التعامل مع الاستفسارات والشكاوى التي تقدمها أنت أو تقدم لنا بشأنك على تطبيقنا.
 • حماية تطبيقنا من الاحتيال والحفاظ على أمنه.
 • التحقق من الامتثال للشروط والأحكام التي تحكم استخدام تطبيقنا الإلكتروني (بما في ذلك مراقبة الرسائل الخاصة المرسلة عبر خدمة الرسائل الخاصة بموقعنا).
 • استخدامات أخرى.
إذا قمت بتقديم معلومات شخصية للنشر على تطبيقنا ، فسنقوم بنشر هذه المعلومات واستخدامها بأي شكل آخر وفقًا للترخيص الذي تمنحه لنا. يمكن استخدام إعدادات الخصوصية الخاصة بك للحد من نشر معلوماتك على تطبيقنا الإلكتروني ويمكن تعديلها باستخدام عناصر التحكم في الخصوصية على التطبيق. لن نزود أي طرف ثالث، دون موافقتك الصريحة، بمعلوماتك الشخصية لأغراض التسويق المباشر لأي طرف آخر.
هـ – الكشف عن المعلومات الشخصية
يمكن أن نقوم بالكشف عن معلوماتك الشخصية لأي من موظفينا أو مسؤولينا أو شركات التأمين أو المستشارين المحترفين أو الوكلاء أو الموردين أو المقاولين من الباطن التابعين لنا القدر الضروري بشكل معقول للأغراض المنصوص عليها في هذه السياسة.
قد نقوم بالإفصاح عن معلوماتك الشخصية لأي عضو في مجموعة شركاتنا (وهذا يعني الشركات التابعة لنا، والشركة القابضة الأصلية وجميع فروعها) بالقدر الضروري بشكل معقول للأغراض المنصوص عليها في هذه السياسة.
قد نكشف عن معلوماتك الشخصية:
 • القدر الذي يطلب منا القيام به بموجب القانون.
 •  فيما يتعلق بأي إجراءات قانونية جارية أو محتملة.
 •  من أجل إنشاء أو ممارسة أو الدفاع عن حقوقنا القانونية (بما في ذلك توفير معلومات للآخرين لأغراض منع الاحتيال والحد من مخاطر الائتمان).
 • إلى المشتري (أو المشتري المحتمل) لأي عمل أو أصل نبيعه (أو ننوي ذلك).
• أي شخص نعتقد على نحو معقول أنه قد يتقدم بطلب إلى محكمة أو سلطة مختصة أخربطلب الإفصاح عن تلك المعلومات الشخصية، وفقًا لتقديرنا المعقول، ويكون من المحتمل بشكل معقول أن تأمر هذه المحكمة أو السلطة بالكشف عن تلك المعلومات الشخصية. باستثناء ما هو منصوص عليه في هذه السياسة، فإننا لن نقدم معلوماتك الشخصية إلى أطراف ثالثة.





</pre>
</p>
</body>
</html>